Repository: jenunez4791/cakephp-translate-example
Catalog: app/Locale/msa/LC_MESSAGES/default.po
Languages: ms_my@latin

source: Invalid post
ms_my@latin: Maklumat Tidak Sah

source: The post has been saved.
ms_my@latin: Maklumat berjaya di simpan

source: The post could not be saved. Please, try again.
ms_my@latin: Maklumat gagal disimpan. Sila cuba sekali lagi.

source: The post has been deleted.
ms_my@latin: Maklumat telah dihapuskan

source: The post could not be deleted. Please, try again.
ms_my@latin: Maklumat tidak dapat disimpan. Sila cuba sekali lagi.

source: Add Post
ms_my@latin: Tambah Maklumat

source: Submit
ms_my@latin: Hantar

source: Actions
ms_my@latin: Tindakan

source: List Posts
ms_my@latin: Senarai maklumat

source: Edit Post
ms_my@latin: Kemaskini maklumat

source: Delete
ms_my@latin: Hapus

source: Are you sure you want to delete # %s?
ms_my@latin: Adakah anda pasti untuk hapuskan # %s?

source: Posts
ms_my@latin: Maklumat

source: Title
ms_my@latin: Tajuk

source: Body
ms_my@latin: Kandungan

source: Created
ms_my@latin: Wujud

source: Modified
ms_my@latin: Kemaskini

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
ms_my@latin: Halaman {:page} daripada {:pages}, paparan {:current} maklumat dari jumlah {:count}, rekod mula {:start}, rekod akhir {:end}

source: previous
ms_my@latin: sebelum

source: next
ms_my@latin: seterusnya

source: View
ms_my@latin: Papar

source: Edit
ms_my@latin: Kemaskini

source: New Post
ms_my@latin: Maklumat Baru

source: Post
ms_my@latin: Maklumat

source: Delete Post
ms_my@latin: Hapus Maklumat
